{
    "topics": [
        {
            "name": "Browser-Powered Desync Attacks: A New Frontier in HTTP Request Smuggling"
        },
        {
            "name": "Elevating Kerberos to the Next Level"
        },
        {
            "name": "AAD Joined Machines - The New Lateral Movement"
        },
        {
            "name": "Automatic Protocol Reverse Engineering"
        },
        {
            "name": "Blasting Event-Driven Cornucopia: WMI-based User-Space Attacks Blind SIEMs and EDRs"
        },
        {
            "name": "Industroyer2: Sandworm&#39;s Cyberwarfare Targets Ukraine&#39;s Power Grid Again"
        },
        {
            "name": "New Memory Forensics Techniques to Defeat Device Monitoring Malware"
        },
        {
            "name": "Harm Reduction: A Framework for Effective &#38; Compassionate Security Guidance"
        },
        {
            "name": "All Your GNN Models and Data Belong to Me"
        },
        {
            "name": "Glitched on Earth by Humans: A Black-Box Security Evaluation of the SpaceX Starlink User Terminal"
        },
        {
            "name": "Demystifying Key Stretching and PAKEs"
        },
        {
            "name": "Better Privacy Through Offense: How To Build a Privacy Red Team"
        },
        {
            "name": "The Growth of Global Election Disinformation: The Role and Methodology of Government-linked Cyber Actors"
        },
        {
            "name": "Android Universal Root: Exploiting Mobile GPU / Command Queue Drivers"
        },
        {
            "name": "IAM The One Who Knocks"
        },
        {
            "name": "Breaking Firmware Trust From Pre-EFI: Exploiting Early Boot Phases"
        },
        {
            "name": "A Fully Trained Jedi, You Are Not"
        },
        {
            "name": "Devils Are in the File Descriptors: It Is Time To Catch Them All"
        },
        {
            "name": "In Need of &#39;Pair&#39; Review: Vulnerable Code Contributions by GitHub Copilot"
        },
        {
            "name": "ELF Section Docking: Revisiting Stageless Payload Delivery"
        },
        {
            "name": "Let&#39;s Dance in the Cache - Destabilizing Hash Table on Microsoft IIS"
        },
        {
            "name": "Internal Server Error: Exploiting Inter-Process Communication in SAP's HTTP Server"
        },
        {
            "name": "Google Reimagined a Phone. It was Our Job to Red Team and Secure it."
        },
        {
            "name": "The Cyber Safety Review Board: Studying Incidents to Drive Systemic Change "
        },
        {
            "name": "Is WebAssembly Really Safe? --Wasm VM Escape and RCE Vulnerabilities Have Been Found in New Way"
        },
        {
            "name": "Trying to Be Everything to Everyone: Let’s Talk About Burnout"
        },
        {
            "name": "To Flexibly Tame Kernel Execution With Onsite Analysis"
        },
        {
            "name": "Stalloris: RPKI Downgrade Attack"
        },
        {
            "name": "Smishmash - Text Based 2fa Spoofing Using OSINT, Phishing Techniques and a Burner Phone"
        },
        {
            "name": "Return to Sender - Detecting Kernel Exploits with eBPF"
        },
        {
            "name": "AEPIC Leak: Architecturally Leaking Uninitialized Data from the Microarchitecture"
        },
        {
            "name": "(Long) Dragon Tails – Measuring Dependence on International Vulnerability Research"
        },
        {
            "name": "sOfT7: Revealing the Secrets of Siemens S7 PLCs"
        },
        {
            "name": "The Open Threat Hunting Framework: Enabling Organizations to Build, Operationalize, and Scale Threat Hunting"
        },
        {
            "name": "Trust Dies in Darkness: Shedding Light on Samsung's TrustZone Keymaster Design"
        },
        {
            "name": "RCE-as-a-Service: Lessons Learned from 5 Years of Real-World CI/CD Pipeline Compromise"
        },
        {
            "name": "No One Is Entitled to Their Own Facts, Except in Cybersecurity? Presenting an Investigation Handbook To Develop a Shared Narrative of Major Cyber Incidents"
        },
        {
            "name": "Backdooring and Hijacking Azure AD Accounts by Abusing External Identities"
        },
        {
            "name": "Monitoring Surveillance Vendors: A Deep Dive into In-the-Wild Android Full Chains in 2021"
        },
        {
            "name": "I Am Whoever I Say I Am: Infiltrating Identity Providers Using a 0Click Exploit"
        },
        {
            "name": "Real 'Cyber War': Espionage, DDoS, Leaks, and Wipers in the Russian Invasion of Ukraine"
        },
        {
            "name": "Invisible Finger: Practical Electromagnetic Interference Attack on Touchscreen-based Electronic Devices"
        },
        {
            "name": "BrokenMesh: New Attack Surfaces of Bluetooth Mesh"
        },
        {
            "name": "Fault-Injection Detection Circuits: Design, Calibration, Validation and Tuning"
        },
        {
            "name": "UWB Real Time Locating Systems: How Secure Radio Communications May Fail in Practice"
        },
        {
            "name": "Unlimited Results: Breaking Firmware Encryption of ESP32-V3"
        },
        {
            "name": "A Journey Into Fuzzing WebAssembly Virtual Machines"
        },
        {
            "name": "Breaking the Chrome Sandbox with Mojo"
        },
        {
            "name": "Attacks From a New Front Door in 4G &#38; 5G Mobile Networks"
        },
        {
            "name": "Dive Into Apple IO80211Family Vol. 2"
        },
        {
            "name": "GPT-3 and Me: How Supercomputer-scale Neural Network Models Apply to Defensive Cybersecurity Problems"
        },
        {
            "name": "Trace Me if You Can: Bypassing Linux Syscall Tracing"
        },
        {
            "name": "A New Trend for the Blue Team - Using a Practical Symbolic Engine to Detect Evasive Forms of Malware/Ransomware"
        },
        {
            "name": "Do Not Trust the ASA, Trojans!"
        },
        {
            "name": "Bug Bounty Evolution: Not Your Grandson's Bug Bounty"
        },
        {
            "name": "ElectroVolt: Pwning Popular Desktop Apps While Uncovering New Attack Surface on Electron"
        },
        {
            "name": "Ghost in the Wireless, iwlwifi Edition"
        },
        {
            "name": "Process Injection: Breaking All macOS Security Layers With a Single Vulnerability"
        },
        {
            "name": "CastGuard: Mitigating Type Confusion in C++"
        },
        {
            "name": "Ret2page: The Art of Exploiting Use-After-Free Vulnerabilities in the Dedicated Cache"
        },
        {
            "name": "Whip the Whisperer: Simulating Side Channel Leakage"
        },
        {
            "name": "Perimeter Breached! Hacking an Access Control System"
        },
        {
            "name": "Go With the Flow: Enforcing Program Behavior Through Syscall Sequences and Origins"
        },
        {
            "name": "Bug Hunters Dump User Data. Can They Keep it? Well They&#39;re Keeping it Anyway."
        },
        {
            "name": "Calculating Risk in the Era of Obscurity: Reading Between the Lines of Security Advisories"
        },
        {
            "name": "Leveraging the Apple ESF for Behavioral Detections"
        },
        {
            "name": "XMPP Stanza Smuggling or How I Hacked Zoom"
        },
        {
            "name": "Oops..! I Glitched It Again! How to Multi-Glitch the Glitching-Protections on ARM TrustZone-M"
        },
        {
            "name": "Pwning Cloud Vendors with Untraditional PostgreSQL Vulnerabilities"
        },
        {
            "name": "Kubernetes Privilege Escalation: Container Escape == Cluster Admin?"
        },
        {
            "name": "From Hackathon to Hacked: Web3's Security Journey"
        },
        {
            "name": "The Battle Against the Billion-Scale Internet Underground Industry: Advertising Fraud Detection and Defense"
        },
        {
            "name": "Talent Need Not Apply: Tradecraft and Objectives of Job-themed APT Social Engineering"
        },
        {
            "name": "TruEMU: An Extensible, Open-Source, Whole-System iOS Emulator"
        },
        {
            "name": "RollBack - A New Time-Agnostic Replay Attack Against the Automotive Remote Keyless Entry Systems"
        },
        {
            "name": "Living Off the Walled Garden: Abusing the Features of the Early Launch Antimalware Ecosystem"
        },
        {
            "name": "eBPF ELFs JMPing Through the Windows"
        },
        {
            "name": "\"No Mr. Cyber Threat!\" - A Psychological Approach To Managing the Fail-to-Challenge Vulnerability"
        },
        {
            "name": "Catch Me If You Can: Deterministic Discovery of Race Conditions with Fuzzing"
        },
        {
            "name": "Cautious: A New Exploitation Method! No Pipe but as Nasty as Dirty Pipe"
        },
        {
            "name": "DirectX: The New Hyper-V Attack Surface"
        },
        {
            "name": "Malware Classification With Machine Learning Enhanced by Windows Kernel Emulation"
        },
        {
            "name": "DNSSEC Downgrade Attacks"
        },
        {
            "name": "Déjà Vu: Uncovering Stolen Algorithms in Commercial Products"
        },
        {
            "name": "Don't Get Owned by Your Dependencies: How Firefox Uses In-process Sandboxing To Protect Itself From Exploitable Libraries (And You Can Too!)"
        },
        {
            "name": "Custom Processing Unit: Tracing and Patching Intel Atom Microcode"
        },
        {
            "name": "Chasing Your Tail With a Raspberry Pi"
        },
        {
            "name": "Another Way to Talk with Browser: Exploiting Chrome at Network Layer"
        },
        {
            "name": "Eliminating Triage Intermediaries for Zero-day Exploits Using a Decentralised Payout Protocol"
        },
        {
            "name": "Controlling the Source: Abusing Source Code Management Systems"
        },
        {
            "name": "Charged by an Elephant – An APT Fabricating Evidence to Throw You In Jail"
        },
        {
            "name": "Human or Not: Can You Really Detect the Fake Voices?"
        },
        {
            "name": "Attack on Titan M, Reloaded: Vulnerability Research on a Modern Security Chip"
        },
        {
            "name": "A Dirty Little History: Bypassing Spectre Hardware Defenses to Leak Kernel Data"
        },
        {
            "name": "The Journey of Hunting In-the-Wild Windows LPE 0day"
        },
        {
            "name": "Scaling the Security Researcher to Eliminate OSS Vulnerabilities Once and For All"
        },
        {
            "name": "The COW (Container On Windows) Who Escaped the Silo"
        }
    ]
}