{
    "topics": [
        {
            "name": "AAD Joined Machines - The New Lateral Movement",
            "speaker": "Mor Rubin"
        },
        {
            "name": "All Your GNN Models and Data Belong to Me",
            "speaker": "Yang Zhang, Azzedine Benameur, Yun Shen"
        },
        {
            "name": "Automatic Protocol Reverse Engineering",
            "speaker": "Gabi Nakibly, Ron Marcovich"
        },
        {
            "name": "Blasting Event-Driven Cornucopia: WMI-based User-Space Attacks Blind SIEMs and EDRs",
            "speaker": "Claudiu Teodorescu, Andrey Golchikov, Igor Korkin"
        },
        {
            "name": "Browser-Powered Desync Attacks: A New Frontier in HTTP Request Smuggling",
            "speaker": "James Kettle"
        },
        {
            "name": "Elevating Kerberos to the Next Level",
            "speaker": "James Forshaw, Nick Landers"
        },
        {
            "name": "Harm Reduction: A Framework for Effective & Compassionate Security Guidance",
            "speaker": "Kyle Tobener"
        },
        {
            "name": "Industroyer2: Sandworm's Cyberwarfare Targets Ukraine's Power Grid Again",
            "speaker": "Robert Lipovsky, Anton Cherepanov"
        },
        {
            "name": "New Memory Forensics Techniques to Defeat Device Monitoring Malware",
            "speaker": "Andrew Case, Gustavo Moreira, Austin Sellers, Golden Richard"
        },
        {
            "name": "A Fully Trained Jedi, You Are Not",
            "speaker": "Adam Shostack"
        },
        {
            "name": "Android Universal Root: Exploiting Mobile GPU / Command Queue Drivers",
            "speaker": "Xingyu Jin, Richard Neal, Jon Bottarini"
        },
        {
            "name": "Better Privacy Through Offense: How To Build a Privacy Red Team",
            "speaker": "Scott Tenaglia"
        },
        {
            "name": "Breaking Firmware Trust From Pre-EFI: Exploiting Early Boot Phases",
            "speaker": "Alex Matrosov, Alex Ermolov, Yegor Vasilenko, Sam Thomas"
        },
        {
            "name": "Demystifying Key Stretching and PAKEs",
            "speaker": "Steve Thomas"
        },
        {
            "name": "Devils Are in the File Descriptors: It Is Time To Catch Them All",
            "speaker": "Le Wu"
        },
        {
            "name": "Glitched on Earth by Humans: A Black-Box Security Evaluation of the SpaceX Starlink User Terminal",
            "speaker": "Lennert Wouters"
        },
        {
            "name": "IAM The One Who Knocks",
            "speaker": "Igal Gofman, Noam Dahan"
        },
        {
            "name": "The Growth of Global Election Disinformation: The Role and Methodology of Government-linked Cyber Actors",
            "speaker": "Sandra Quincoses"
        },
        {
            "name": "ELF Section Docking: Revisiting Stageless Payload Delivery",
            "speaker": "Dimitry Snezhkov"
        },
        {
            "name": "Google Reimagined a Phone. It was Our Job to Red Team and Secure it.",
            "speaker": "Farzan Karimi, Eugene Rodionov, Xuan Xing, Christopher Cole"
        },
        {
            "name": "In Need of 'Pair' Review: Vulnerable Code Contributions by GitHub Copilot",
            "speaker": "Hammond Pearce, Benjamin Tan, Brendan Dolan-Gavitt, Baleegh Ahmad"
        },
        {
            "name": "Internal Server Error: Exploiting Inter-Process Communication in SAP's HTTP Server",
            "speaker": "Martin Doyhenard"
        },
        {
            "name": "Is WebAssembly Really Safe? --Wasm VM Escape and RCE Vulnerabilities Have Been Found in New Way",
            "speaker": "Zhao Hai, Zhichen Wang, Mengchen Yu, Lei Li"
        },
        {
            "name": "Let's Dance in the Cache - Destabilizing Hash Table on Microsoft IIS",
            "speaker": "Orange Tsai"
        },
        {
            "name": "The Cyber Safety Review Board: Studying Incidents to Drive Systemic Change",
            "speaker": "Robert Silvers, Heather Adkins, Jeff Moss"
        },
        {
            "name": "Trying to Be Everything to Everyone: Let’s Talk About Burnout",
            "speaker": "Stacy Thayer"
        },
        {
            "name": "(Long) Dragon Tails – Measuring Dependence on International Vulnerability Research",
            "speaker": "Stewart Scott, Trey Herr, Frances Nettles, Yumi Gambrill"
        },
        {
            "name": "AEPIC Leak: Architecturally Leaking Uninitialized Data from the Microarchitecture",
            "speaker": "Pietro Borrello, Andreas Kogler"
        },
        {
            "name": "Return to Sender - Detecting Kernel Exploits with eBPF",
            "speaker": "Guillaume Fournier"
        },
        {
            "name": "Smishmash - Text Based 2fa Spoofing Using OSINT, Phishing Techniques and a Burner Phone",
            "speaker": "Thomas Olofsson, Mikael Byström"
        },
        {
            "name": "sOfT7: Revealing the Secrets of Siemens S7 PLCs",
            "speaker": "Maxim‬ Barsky, Eli Biham, Sara Bitan, Alon Dankner, Idan Raz"
        },
        {
            "name": "Stalloris: RPKI Downgrade Attack",
            "speaker": "Philipp Jeitner, Haya Shulman, Michael Waidner, Donika Mirdita, Tomas Hlavecek"
        },
        {
            "name": "The Open Threat Hunting Framework: Enabling Organizations to Build, Operationalize, and Scale Threat Hunting",
            "speaker": "John Dwyer, Neil Wyler, Sameer Koranne"
        },
        {
            "name": "To Flexibly Tame Kernel Execution With Onsite Analysis",
            "speaker": "Xuhua Ding"
        },
        {
            "name": "Trust Dies in Darkness: Shedding Light on Samsung's TrustZone Keymaster Design",
            "speaker": "Alon Shakevsky, Eyal Ronen, Avishai Wool"
        },
        {
            "name": "Backdooring and Hijacking Azure AD Accounts by Abusing External Identities",
            "speaker": "Dirk-jan Mollema"
        },
        {
            "name": "BrokenMesh: New Attack Surfaces of Bluetooth Mesh",
            "speaker": "Han Yan, Lewei Qu, Dongxiang Ke"
        },
        {
            "name": "Fault-Injection Detection Circuits: Design, Calibration, Validation and Tuning",
            "speaker": "Daniel Nemiroff, Carlos Tokunaga"
        },
        {
            "name": "I Am Whoever I Say I Am: Infiltrating Identity Providers Using a 0Click Exploit",
            "speaker": "Steven Seeley"
        },
        {
            "name": "Invisible Finger: Practical Electromagnetic Interference Attack on Touchscreen-based Electronic Devices",
            "speaker": "Haoqi Shan, Boyi Zhang, Yier Jin, Shuo Wang"
        },
        {
            "name": "Monitoring Surveillance Vendors: A Deep Dive into In-the-Wild Android Full Chains in 2021",
            "speaker": "Xingyu Jin, Richard Neal, Christian Resell, Clement Lecigne"
        },
        {
            "name": "No One Is Entitled to Their Own Facts, Except in Cybersecurity? Presenting an Investigation Handbook To Develop a Shared Narrative of Major Cyber Incidents",
            "speaker": "Victoria Ontiveros, Tarah Wheeler"
        },
        {
            "name": "RCE-as-a-Service: Lessons Learned from 5 Years of Real-World CI/CD Pipeline Compromise",
            "speaker": "Iain Smart, Viktor Gazdag"
        },
        {
            "name": "Real 'Cyber War': Espionage, DDoS, Leaks, and Wipers in the Russian Invasion of Ukraine",
            "speaker": "Juan Andres Guerrero-Saade, Tom Hegel"
        },
        {
            "name": "A Journey Into Fuzzing WebAssembly Virtual Machines",
            "speakers": "Patrick Ventuzelo"
        },
        {
            "name": "A New Trend for the Blue Team - Using a Practical Symbolic Engine to Detect Evasive Forms of Malware/Ransomware",
            "speakers": "Sheng-Hao Ma, Mars Cheng, Hank Chen"
        },
        {
            "name": "Attacks From a New Front Door in 4G & 5G Mobile Networks",
            "speakers": "Altaf Shaik, Shinjo Park, Matteo Strada"
        },
        {
            "name": "Breaking the Chrome Sandbox with Mojo",
            "speakers": "Stephen Röttger"
        },
        {
            "name": "Dive Into Apple IO80211Family Vol. 2",
            "speakers": "Yu Wang"
        },
        {
            "name": "GPT-3 and Me: How Supercomputer-scale Neural Network Models Apply to Defensive Cybersecurity Problems",
            "speakers": "Joshua Saxe, Younghoo Lee"
        },
        {
            "name": "Trace Me if You Can: Bypassing Linux Syscall Tracing",
            "speakers": "Rex Guo, Junyuan Zeng"
        },
        {
            "name": "Unlimited Results: Breaking Firmware Encryption of ESP32-V3",
            "speakers": "Karim Abdellatif, Olivier Hériveaux, Adrian Thillard"
        },
        {
            "name": "UWB Real Time Locating Systems: How Secure Radio Communications May Fail in Practice",
            "speakers": "Andrea Palanca, Luca Cremona, Roya Gordon"
        },
        {
            "name": "Pre-Stuxnet, Post-Stuxnet: Everything Has Changed, Nothing Has Changed",
            "speakers": "Kim Zetter"
        },
        {
            "name": "Bug Bounty Evolution: Not Your Grandson's Bug Bounty",
            "speakers": "Katie Moussouris"
        },
        {
            "name": "CastGuard: Mitigating Type Confusion in C++",
            "speakers": "Joe Bialek"
        },
        {
            "name": "Do Not Trust the ASA, Trojans!",
            "speakers": "Jacob Baines"
        },
        {
            "name": "ElectroVolt: Pwning Popular Desktop Apps While Uncovering New Attack Surface on Electron",
            "speakers": "Aaditya Purani, Max Garrett, Mohan Sri Rama Krishna Pedhapati, William Bowling"
        },
        {
            "name": "Ghost in the Wireless, iwlwifi Edition",
            "speakers": "Nicolas Iooss, Gabriel Campana"
        },
        {
            "name": "Perimeter Breached! Hacking an Access Control System",
            "speakers": "Steve Povolny, Sam Quinn"
        },
        {
            "name": "Process Injection: Breaking All macOS Security Layers With a Single Vulnerability",
            "speakers": "Thijs Alkemade"
        },
        {
            "name": "Ret2page: The Art of Exploiting Use-After-Free Vulnerabilities in the Dedicated Cache",
            "speakers": "Yong Wang"
        },
        {
            "name": "Whip the Whisperer: Simulating Side Channel Leakage",
            "speakers": "Jasper van Woudenberg"
        },
        {
            "name": "Bug Hunters Dump User Data. Can They Keep it? Well They're Keeping it Anyway.",
            "speakers": "Dylan Ayrey, Whitney Merrill"
        },
        {
            "name": "Calculating Risk in the Era of Obscurity: Reading Between the Lines of Security Advisories",
            "speakers": "Brian Gorenc, Dustin Childs"
        },
        {
            "name": "From Hackathon to Hacked: Web3's Security Journey",
            "speakers": "Nathan Hamiel"
        },
        {
            "name": "Go With the Flow: Enforcing Program Behavior Through Syscall Sequences and Origins",
            "speakers": "Claudio Canella"
        },
        {
            "name": "Kubernetes Privilege Escalation: Container Escape == Cluster Admin?",
            "speakers": "Yuval Avrahami, Shaul Ben Hai"
        },
        {
            "name": "Leveraging the Apple ESF for Behavioral Detections",
            "speakers": "Jaron Bradley, Matt Benyo"
        },
        {
            "name": "Oops..! I Glitched It Again! How to Multi-Glitch the Glitching-Protections on ARM TrustZone-M",
            "speakers": "Ahmad-Reza Sadeghi, Richard Mitev, Marvin Saß"
        },
        {
            "name": "Pwning Cloud Vendors with Untraditional PostgreSQL Vulnerabilities",
            "speakers": "Shir Tamari, Nir Ohfeld"
        },
        {
            "name": "XMPP Stanza Smuggling or How I Hacked Zoom",
            "speakers": "Ivan Fratric"
        },
        {
            "name": "\"No Mr. Cyber Threat!\" - A Psychological Approach To Managing the Fail-to-Challenge Vulnerability",
            "speakers": "Simon Pavitt, Stephen Dewsnip"
        },
        {
            "name": "Catch Me If You Can: Deterministic Discovery of Race Conditions with Fuzzing",
            "speakers": "Ned Williamson"
        },
        {
            "name": "Cautious: A New Exploitation Method! No Pipe but as Nasty as Dirty Pipe",
            "speakers": "Zhenpeng Lin, Yuhang Wu, Xinyu Xing"
        },
        {
            "name": "eBPF ELFs JMPing Through the Windows",
            "speakers": "Richard Johnson"
        },
        {
            "name": "Living Off the Walled Garden: Abusing the Features of the Early Launch Antimalware Ecosystem",
            "speakers": "Matt Graeber"
        },
        {
            "name": "RollBack - A New Time-Agnostic Replay Attack Against the Automotive Remote Keyless Entry Systems",
            "speakers": "Levente Csikor, Hoon Wei Lim, Jun Wen Wong, Soundarya Ramesh, Rohini Poolat Parameswarath, Chan Mun Choon"
        },
        {
            "name": "Talent Need Not Apply: Tradecraft and Objectives of Job-themed APT Social Engineering",
            "speakers": "Sveva Vittoria Scenarelli, Allison Wikoff"
        },
        {
            "name": "The Battle Against the Billion-Scale Internet Underground Industry: Advertising Fraud Detection and Defense",
            "speakers": "Zheng Huang, Shupeng Gao, Yakun Zhang, Hai Yang, Jie Gao"
        },
        {
            "name": "TruEMU: An Extensible, Open-Source, Whole-System iOS Emulator",
            "speakers": "Trung Nguyen, Kyungtae Kim, Antonio Bianchi, Dave (Jing) Tian"
        },
        {
            "name": "Another Way to Talk with Browser: Exploiting Chrome at Network Layer",
            "speakers": "Rong Jian, Guang Gong"
        },
        {
            "name": "Chasing Your Tail With a Raspberry Pi",
            "speakers": "Matt Edmondson"
        },
        {
            "name": "Custom Processing Unit: Tracing and Patching Intel Atom Microcode",
            "speakers": "Pietro Borrello, Martin Schwarzl"
        },
        {
            "name": "DirectX: The New Hyper-V Attack Surface",
            "speakers": "Zhenhao Hong, Ziming Zhang"
        },
        {
            "name": "DNSSEC Downgrade Attacks",
            "speakers": "Haya Shulman, Elias Heftrig, Michael Waidner"
        },
        {
            "name": "Don't Get Owned by Your Dependencies: How Firefox Uses In-process Sandboxing To Protect Itself From Exploitable Libraries (And You Can Too!)",
            "speakers": "Shravan Narayan, Tal Garfinkel, Deian Stefan"
        },
        {
            "name": "Déjà Vu: Uncovering Stolen Algorithms in Commercial Products",
            "speakers": "Patrick Wardle, Tom McGuire"
        },
        {
            "name": "Eliminating Triage Intermediaries for Zero-day Exploits Using a Decentralised Payout Protocol",
            "speakers": "Clara Maine, Akke Toeter, Victoria Bosch, Subhechha Subudhi"
        },
        {
            "name": "Malware Classification With Machine Learning Enhanced by Windows Kernel Emulation",
            "speakers": "Dmitrijs Trizna"
        },
        {
            "name": "A Dirty Little History: Bypassing Spectre Hardware Defenses to Leak Kernel Data",
            "speakers": "Pietro Frigo, Enrico Barberis, Marius Muench"
        },
        {
            "name": "Attack on Titan M, Reloaded: Vulnerability Research on a Modern Security Chip",
            "speakers": "Damiano Melotti, Maxime Rossi Bellom"
        },
        {
            "name": "Charged by an Elephant – An APT Fabricating Evidence to Throw You In Jail",
            "speakers": "Juan Andres Guerrero-Saade, Tom Hegel"
        },
        {
            "name": "Controlling the Source: Abusing Source Code Management Systems",
            "speakers": "Brett Hawkins"
        },
        {
            "name": "Human or Not: Can You Really Detect the Fake Voices?",
            "speakers": "Xin Liu, Yuan Tan, Rui Chong, Xiaokang Zhou, Mingyuan Zhang, Qingguo Zhou"
        },
        {
            "name": "Scaling the Security Researcher to Eliminate OSS Vulnerabilities Once and For All",
            "speakers": "Jonathan Leitschuh, Patrick Way, Shyam Mehta"
        },
        {
            "name": "The 8th Annual Black Hat USA NOC Report",
            "speakers": "Neil Wyler, Bart Stump"
        },
        {
            "name": "The COW (Container On Windows) Who Escaped the Silo",
            "speakers": "Eran Segal"
        },
        {
            "name": "The Journey of Hunting In-the-Wild Windows LPE 0day",
            "speakers": "Quan Jin"
        }
    ]
}